const alteradores = (prefix) => {

return`

▛■▀■▀■▀■▀■▀■▀■▀■▀■▀■▀■▀■▜
  ☄️𝙰𝚄𝙳𝙸𝙾𝚂 / 𝚅𝙸𝙳𝙴𝙾𝚂 - 𝙰𝙻𝚃𝙴𝚁𝙰𝚁☄️
▙■▄■▄■▄■▄■▄■▄■▄■▄■▄■▄■▄■▟


↓✘ ${prefix}𝚟𝚒𝚍𝚎𝚘𝚕𝚎𝚗𝚝𝚘 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚟𝚒𝚍𝚎𝚘𝚛𝚊𝚙𝚒𝚍𝚘 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚟𝚒𝚍𝚎𝚘𝚌𝚘𝚗𝚝𝚛𝚊𝚛𝚒𝚘 (𝚖𝚊𝚛𝚌𝚊)

↓⭆▰▰▰▰▰▰▰▰▰▰▰▰▰▰▰⭅

↓✘ ${prefix}𝚊𝚞𝚍𝚒𝚘𝚕𝚎𝚗𝚝𝚘 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚊𝚞𝚍𝚒𝚘𝚛𝚊𝚙𝚒𝚍𝚘 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚐𝚛𝚊𝚟𝚎 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚐𝚛𝚊𝚟𝚎𝟸 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚎𝚜𝚚𝚞𝚒𝚕𝚘 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚎𝚜𝚝𝚘𝚞𝚛𝚊𝚛 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚋𝚊𝚜𝚜 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚋𝚊𝚜𝚜𝟸 (𝚖𝚊𝚛𝚌𝚊)

↓✘ ${prefix}𝚟𝚘𝚣𝚖𝚎𝚗𝚒𝚗𝚘 (𝚖𝚊𝚛𝚌𝚊)
↓▲───────◇◆◇───────▲
↓ᝰ໋᳝݊♞𝐓𝐑𝚯𝐏Δ 𝞣𝞝𝞒𝞒𝞝𝞛𝞡𝞣𝞡♘࿆⟅
     @𝚕𝚎𝚘𝚣𝚒𝚗𝚗𝚗.𝚘𝚙𝚡
`
}

exports.alteradores = alteradores
