const brincadeiras = (prefix) => {
return`

▲───────◇◆◇───────▲
  ✴️   𝙱𝚁𝙸𝙽𝙲𝙰𝙳𝙴𝙸𝚁𝙰𝚂  ✴️
▲───────◇◆◇───────▲

↓✘ ${prefix}𝚐𝚊𝚢 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚏𝚎𝚒𝚘 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚌𝚘𝚛𝚗𝚘 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚟𝚎𝚜𝚐𝚘 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚋𝚎𝚋𝚊𝚍𝚘 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚐𝚘𝚜𝚝𝚘𝚜𝚘 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚐𝚘𝚜𝚝𝚘𝚜𝚊 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚋𝚎𝚒𝚓𝚘 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚖𝚊𝚝𝚊𝚛 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚝𝚊𝚙𝚊 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚌𝚑𝚞𝚝𝚎 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚍𝚘𝚐𝚘𝚕𝚙𝚎 (𝚖𝚊𝚛𝚌𝚊 (@))   

↓✘ ${prefix}𝚗𝚊𝚣𝚒𝚜𝚝𝚊 (𝚖𝚊𝚛𝚌𝚊 (@))

↓✘ ${prefix}𝚌𝚑𝚊𝚗𝚌𝚎 (𝚏𝚊𝚕𝚎 𝚊𝚕𝚐𝚘) 

↓✘ ${prefix}𝚌𝚊𝚜𝚊𝚕' 

↓✘ ${prefix}𝚛𝚊𝚗𝚔𝚐𝚊𝚢

↓✘ ${prefix}𝚛𝚊𝚗𝚔𝚐𝚊𝚍𝚘

↓✘ ${prefix}𝚛𝚊𝚗𝚔𝚌𝚘𝚛𝚗𝚘

↓✘ ${prefix}𝚛𝚊𝚗𝚔𝚐𝚘𝚜𝚝𝚘𝚜𝚘

↓✘ ${prefix}𝚛𝚊𝚗𝚔𝚐𝚘𝚜𝚝𝚘𝚜𝚊

↓✘ ${prefix}𝚛𝚊𝚗𝚔𝚗𝚊𝚣𝚒𝚜𝚝𝚊

↓✘ ${prefix}𝚛𝚊𝚗𝚔𝚘𝚝𝚊𝚔𝚞𝚜

↓✘ ${prefix}𝚛𝚊𝚗𝚔𝚙𝚊𝚞

↓✘ ${prefix}𝚌𝚊𝚕𝚞𝚗𝚒𝚊 (𝚖𝚊𝚛𝚌𝚊 @/𝚋𝚕𝚊 𝚋𝚕𝚊)
▲───────◇◆◇───────▲
ᝰ໋᳝݊♞𝐓𝐑𝚯𝐏Δ 𝞣𝞝𝞒𝞒𝞝𝞛𝞡𝞣𝞡♘࿆⟅
    @𝚕𝚎𝚘𝚣𝚒𝚗𝚗𝚗.𝚘𝚙𝚡
`
}

exports.brincadeiras = brincadeiras
