const efeitos = (prefix) => {
  
return`

┏─━─━─━─▬「⊱✠⊰」▬─━─━─━─┒
   ☄️ 𝙴𝙵𝙴𝙸𝚃𝙾𝚂 𝙳𝙴 𝙸𝙼𝙰𝙶𝙴𝙼  ☄️
┗─━─━─━─▬「⊱✠⊰」▬─━─━─━─┛
↓✘ ${prefix}𝚕𝚎𝚐𝚎𝚗𝚍𝚊 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐)

↓✘ ${prefix}𝚙𝚛𝚘𝚌𝚞𝚛𝚊𝚍𝚘 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐)

↓✘ ${prefix}𝚑𝚒𝚝𝚕𝚎 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐)

↓✘ ${prefix}𝚙𝚛𝚎𝚜𝚘 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐)

↓✘ ${prefix}𝚕𝚒𝚡𝚘 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐)

↓✘ ${prefix}𝚍𝚎𝚕𝚎𝚝𝚎𝚏 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐)

↓✘ ${prefix}𝚖𝚘𝚛𝚝𝚘 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐) 

↓✘ ${prefix}𝚕𝚐𝚋𝚝 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐) 

↓✘ ${prefix}𝚖𝚎𝚛𝚍𝚊 (𝚖𝚊𝚛𝚌𝚊𝚛)-(𝚒𝚖𝚐) 
 ┗─━─━─━─「⊱✠⊰」─━─━─━─┛
 ᝰ໋᳝݊♞𝐓𝐑𝚯𝐏Δ 𝞣𝞝𝞒𝞒𝞝𝞛𝞡𝞣𝞡♘࿆⟅
      @𝚕𝚎𝚘𝚣𝚒𝚗𝚗𝚗.𝚘𝚙𝚡
`
}

exports.efeitos = efeitos
