const menulogos = (prefix) => {
  
  return`
◆ ▬▬▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬▬▬ ◆
          ⚜️ 𝙿𝙻𝙰𝚀𝚄𝙸𝙽𝙷𝙰𝚂 ⚜️
◆ ▬▬▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬▬▬ ◆

↓✘ ${prefix}𝚙𝚕𝚊𝚚

↓✘ ${prefix}𝚙𝚕𝚊𝚚𝟸

↓✘ ${prefix}𝚙𝚕𝚊𝚚𝟹

↓✘ ${prefix}𝚙𝚕𝚊𝚚𝟺

↓✘ ${prefix}𝚙𝚕𝚊𝚚𝟻

◆ ▬▬▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬▬▬ ◆
       ✴️ 𝙻𝙾𝙶𝙾𝚂 𝙳𝙴 𝟸 𝚃𝙴𝚇𝚃𝙾 ✴️
◆ ▬▬▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬▬▬ ◆

↓✘ ${prefix}𝚌𝚘𝚖𝚙𝚘𝚛𝚗 (𝚝𝚡𝚝/𝚝𝚡𝚝) 

↓✘ ${prefix}𝚐𝚕𝚒𝚝𝚌𝚑 (𝚝𝚡𝚝/𝚝𝚡𝚝)

↓✘ ${prefix}𝚐𝚕𝚒𝚝𝚌𝚑𝟹 (𝚝𝚡𝚝/𝚝𝚡𝚝)

↓✘ ${prefix}𝚐𝚛𝚊𝚏𝚒𝚝𝚢 (𝚝𝚡𝚝/𝚝𝚡𝚝)

↓✘ ${prefix}𝚜𝚙𝚊𝚌𝚎 (𝚝𝚡𝚝/𝚝𝚡𝚝)

↓✘ ${prefix}𝚖𝚊𝚛𝚟𝚎𝚕 (𝚝𝚡𝚝/𝚝𝚡𝚝)

↓✘ ${prefix}𝚜𝚝𝚘𝚗𝚎 (𝚝𝚡𝚝/𝚝𝚡𝚝)

↓✘ ${prefix}𝚜𝚝𝚎𝚎𝚕 (𝚝𝚡𝚝/𝚝𝚡𝚝)

◆ ▬▬▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬▬▬ ◆
       💢 𝙻𝙾𝙶𝙾𝚂 𝙳𝙴 𝟷 𝚃𝙴𝚇𝚃𝙾 💢
◆ ▬▬▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬▬▬ ◆

↓✘ ${prefix}𝟹𝚍𝚐𝚘𝚕𝚍 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚙𝚕𝚊𝚌𝚊𝚕𝚘𝚕𝚒 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚙𝚘𝚛𝚗𝚑𝚞𝚋 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚎𝚜𝚌𝚞𝚍𝚘 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚝𝚛𝚊𝚗𝚜𝚏𝚘𝚛𝚖𝚎𝚛 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚊𝚖𝚎𝚛𝚒𝚌𝚊 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚍𝚊𝚖𝚘𝚖𝚐𝚛𝚎𝚎𝚖 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚠𝚎𝚝𝚐𝚕𝚊𝚜𝚜 (𝚝𝚡𝚝)    

↓✘ ${prefix}𝚝𝚘𝚡𝚒𝚌 (𝚝𝚡𝚝)     

↓✘ ${prefix}𝚗𝚎𝚘𝚗𝟹 (𝚝𝚡𝚝)   

↓✘ ${prefix}𝚗𝚎𝚘𝚗𝚍𝚎𝚟𝚒𝚕 (𝚝𝚡𝚝) 

↓✘ ${prefix}𝚗𝚎𝚘𝚗𝚐𝚛𝚎𝚎𝚗 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚕𝚊𝚟𝚊 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚑𝚊𝚕𝚕𝚘𝚠𝚎𝚎𝚗 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚍𝚎𝚖𝚘𝚗𝚏𝚒𝚛𝚎 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚍𝚎𝚖𝚘𝚗𝚐𝚛𝚎𝚗 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚝𝚑𝚞𝚗𝚍𝚎𝚛𝚟𝟸 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚝𝚑𝚞𝚗𝚍𝚎𝚛 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚌𝚘𝚕𝚊𝚚 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚕𝚞𝚡𝚞𝚛𝚢 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚋𝚎𝚛𝚛𝚢 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚝𝚛𝚊𝚗𝚜𝚏𝚘𝚛𝚖𝚎𝚛 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚖𝚊𝚝𝚛𝚒𝚡 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚑𝚘𝚛𝚛𝚘𝚛 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚗𝚞𝚟𝚎𝚖 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚗𝚎𝚘𝚗 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚗𝚎𝚘𝚗𝟷 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚗𝚎𝚘𝚗𝟹𝚍 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚗𝚎𝚘𝚗𝚐𝚛𝚎𝚎𝚗 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚗𝚎𝚘𝚗𝟹 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚗𝚎𝚟𝚎 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚊𝚛𝚎𝚒𝚊 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚟𝚒𝚍𝚛𝚘 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚜𝚔𝚢𝚕𝚎 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚙𝚒𝚗𝚔 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚌𝚊𝚛𝚋𝚘𝚗 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚝𝚎𝚝𝚊𝚕𝚋𝚕𝚞𝚎 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚝𝚘𝚡𝚒𝚌 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚓𝚎𝚊𝚗𝚜 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚘𝚜𝚜𝚘𝚜 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚊𝚜𝚏𝚊𝚕𝚝𝚘 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚗𝚊𝚝𝚊𝚕 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚓𝚘𝚔𝚎𝚛 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚋𝚕𝚘𝚘𝚍 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚋𝚛𝚎𝚊𝚔 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚏𝚒𝚌𝚝𝚒𝚘𝚗 (𝚝𝚡𝚝)

↓✘ ${prefix}𝟹𝚍𝚜𝚝𝚘𝚗𝚎 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚕𝚊𝚙𝚒𝚜 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚐𝚎𝚕𝚘 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚛𝚊𝚒𝚗𝚋𝚘𝚠 (𝚝𝚡𝚝)

↓✘ ${prefix}𝚖𝚎𝚝𝚊𝚕𝚏𝚒𝚛𝚎 (𝚝𝚡𝚝)
◆ ▬▬▬▬▬▬▬ ❴✪❵ ▬▬▬▬▬▬▬ ◆
ᝰ໋᳝݊♞𝐓𝐑𝚯𝐏Δ 𝞣𝞝𝞒𝞒𝞝𝞛𝞡𝞣𝞡♘࿆⟅
      @𝚕𝚎𝚘𝚣𝚒𝚗𝚗𝚗.𝚘𝚙𝚡`
}

exports.menulogos = menulogos
