const menu = (prefix, NomeDoBot, hora2, date,groupName,pushname) => {
  
return`
________________________________
│╔══════◄••❀••►══════╗
│       ${NomeDoBot}      
│╚══════◄••❀••►══════╝
│
│⏤͟͟͞͞𝙱𝙴𝙼 𝚅𝙸𝙽𝙳𝙾 𝙰𝙾 𝙼𝙴𝙽𝚄
│________________________________
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│     ✨ 𝚂𝚃𝙸𝙲𝙺𝙴𝚁 ✨
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│╭╯
│✘ ${prefix}𝚊𝚝𝚝𝚙 『𝚝𝚡𝚝』
│
│✘ ${prefix}𝚝𝚝𝚙 『𝚝𝚡𝚝』
│
│✘ ${prefix}𝚜𝚝𝚒𝚌𝚔𝚎𝚛 
│
│✘ ${prefix}𝚝𝚘𝚒𝚖𝚐 
│
│✘ ${prefix}𝚝𝚘𝚐𝚒𝚏 
│
│✘ ${prefix}𝚎𝚖𝚘𝚓𝚒 『🚀』
│
│✘ ${prefix}𝚎𝚖𝚘𝚓𝚒𝚖𝚒𝚡 🥺+🤑
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│       🎵 𝙿𝙻𝙰𝚈𝚂 🎵
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│✘│ ${prefix}𝚙𝚕𝚊𝚢 『𝙽𝙾𝙼𝙴』 
│
│✘ ${prefix}𝚙𝚕𝚊𝚢𝟸『𝚕𝚒𝚗𝚔』 
│
│✘ ${prefix}𝚢𝚝𝚖𝚙𝟹 『𝚕𝚒𝚗𝚔』 
│
│✘ ${prefix}𝚝𝚒𝚔𝚝𝚘𝚔 『𝚕𝚒𝚗𝚔』 
│
│✘ ${prefix}𝚒𝚗𝚜𝚝𝚊𝚍𝚠 『𝚕𝚒𝚗𝚔』 
│
│✘ ${prefix}𝚝𝚠𝚒𝚝𝚝𝚎𝚛 『𝚕𝚒𝚗𝚔』 
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│      🗳️ 𝙶𝙿 𝙰𝙳𝙼 🗳️
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│╭╯
│✘ ${prefix}𝚔𝚒𝚌𝚔 『@』
│
│✘│${prefix}𝚋𝚊𝚗 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚙𝚛𝚘𝚖𝚘𝚟𝚎𝚛『@』
│
│✘ ${prefix}𝚛𝚎𝚋𝚊𝚒𝚡𝚊𝚛『@』
│
│✘ ${prefix}𝚝𝚘𝚝𝚊𝚐
│
│✘ ${prefix}𝚐𝚛𝚞𝚙𝚘 
│
│✘ ${prefix}𝚗𝚘𝚖𝚎𝚐𝚙『𝚗𝚘𝚖𝚎』
│
│✘ ${prefix}𝚊𝚝𝚒𝚟𝚒𝚍𝚊𝚍𝚎𝚜『𝚍𝚘-𝚐𝚙』
│
│✘ ${prefix}𝚑𝚒𝚍𝚎𝚝𝚊𝚐 『𝚖𝚜𝚐』
│
│✘ ${prefix}𝚋𝚎𝚖𝚟𝚒𝚗𝚍𝚘 『✅/ ❌』
│
│✘ ${prefix}𝚊𝚗𝚊𝚐𝚛𝚊𝚖𝚊 『𝟷/𝟶』
│
│✘ ${prefix}𝚊𝚗𝚝𝚒𝚍𝚘𝚌𝚞𝚖𝚎𝚗𝚝𝚘   『✅/ ❌』
│
│✘ ${prefix}𝚕𝚎𝚟𝚎𝚕𝚒𝚗𝚐 『𝟷/𝟶』 
│
│✘ ${prefix}𝚏𝚘𝚝𝚘𝚐𝚙『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚍𝚎𝚜𝚌𝚐𝚙 『𝚝𝚡𝚝』
│
│✘ ${prefix}𝚜𝚝𝚊𝚝𝚞𝚜
│
│✘ ${prefix}𝚊𝚗𝚝𝚒𝚌𝚘𝚗𝚝𝚊𝚝𝚘 『✅/ ❌』

│✘ ${prefix}𝚊𝚗𝚝𝚒𝚕𝚒𝚗𝚔  『✅/ ❌』
│
│✘ ${prefix}𝚊𝚗𝚝𝚒𝚏𝚊𝚔𝚎   『✅/ ❌』
│
│✘ ${prefix}𝚕𝚒𝚗𝚔𝚐𝚙
│
│✘ ${prefix}𝚌𝚛𝚒𝚊𝚛𝚝𝚊𝚋𝚎𝚕𝚊
│
│✘ ${prefix}𝚝𝚊𝚋𝚎𝚕𝚊𝚐𝚙
│
│✘ ${prefix}𝚐𝚛𝚞𝚙𝚘𝚒𝚗𝚏𝚘
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│       🎮 𝙹𝙾𝙶𝙾𝚂 🎮
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│╭╯
│✘ ${prefix}𝚍𝚊𝚍𝚘
│
│✘ ${prefix}𝚙𝚙𝚝 『𝚙𝚎𝚍𝚛𝚊/𝚙𝚊𝚙𝚎𝚕/𝚝𝚎𝚜𝚘𝚞𝚛𝚊』 
│
│✘ ${prefix}𝚓𝚘𝚐𝚘𝚍𝚊𝚟𝚎𝚕𝚑𝚊 『@!𝚖𝚊𝚛𝚌𝚊𝚛』 
│
│✘ ${prefix}𝚝𝚝𝚝 『 𝚓𝚘𝚐𝚘-𝚍𝚊-𝚟𝚎𝚕𝚑𝚊 』 
│
│✘ ${prefix}𝚌𝚊𝚜𝚜𝚒𝚗𝚘
│
│✘ ${prefix}𝚚𝚞𝚒𝚣𝚊𝚗𝚒𝚖𝚎 𝟷/𝟶
│
│✘ ${prefix}𝚚𝚞𝚒𝚣𝚊𝚗𝚒𝚖𝚊𝚒𝚜 𝟷/𝟶
│
│✘ ${prefix}𝚊𝚗𝚊𝚐𝚛𝚊𝚖𝚊 𝟷/𝟶
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
        🙂 𝙻𝙴𝚅𝙴𝙻 🙂
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│╭╯
│✘ ${prefix}𝚕𝚎𝚟𝚎𝚕𝚒𝚗𝚐 𝟷
│
│✘ ${prefix}𝚕𝚎𝚟𝚎𝚕
│
│✘ ${prefix}𝚛𝚊𝚗𝚔𝚕𝚎𝚟𝚎𝚕
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│   ☺️ 𝙸𝙽𝙵𝙾𝚁𝙼𝙰𝙲𝙰𝙾 ☺️
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│╭╯
│✘ ${prefix}𝚒𝚍𝚒𝚘𝚖𝚊𝚜 
│
│✘ ${prefix}𝚋𝚞𝚐 『𝚚𝚞𝚎𝚜𝚝𝚒𝚘𝚗𝚎』 
│
│✘ ${prefix}𝚜𝚞𝚐𝚎𝚜𝚝𝚊𝚘 『𝚍𝚒𝚌𝚊』 
│
│✘ ${prefix}𝚊𝚟𝚊𝚕𝚒𝚎 『𝚘-𝚚𝚞𝚊𝚘-𝚋𝚘𝚖』 
│
│✘ ${prefix}𝚙𝚒𝚗𝚐 『𝚟𝚎𝚕𝚘𝚌𝚒𝚍𝚊𝚍𝚎』 
│
│✘ ${prefix}𝚊𝚝𝚒𝚟𝚒𝚍𝚊𝚍𝚎
│
│✘ ${prefix}𝚛𝚊𝚗𝚔𝚊𝚝𝚒𝚟𝚘
│
│✘ ${prefix}𝚌𝚑𝚎𝚌𝚔𝚊𝚝𝚒𝚟𝚘 『@𝚖𝚊𝚛𝚌𝚊𝚛』
│
│✘ ${prefix}𝚛𝚊𝚗𝚔𝚕𝚎𝚟𝚎𝚕 『𝚍𝚎-𝚝𝚍𝚜』 
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│  ☺️ 𝙲𝙼𝙳𝚂 𝙱𝙰𝚂𝙸𝙲𝙾𝚂☺️
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│╭╯
│✘ ${prefix}𝚐𝚝𝚝𝚜 『𝚕𝚒𝚗𝚐𝚞𝚊𝚐𝚎𝚖 + 𝚝𝚎𝚡𝚝𝚘』
│
│✘ ${prefix}𝚝𝚊𝚐𝚖𝚎 
│
│✘ ${prefix}𝚝𝚊𝚋𝚎𝚕𝚊 『𝚕𝚎𝚝𝚛𝚊𝚜』 
│
│✘ ${prefix}𝚌𝚘𝚗𝚜𝚎𝚕𝚑𝚘𝚋𝚒𝚋𝚕𝚒𝚌𝚘
│
│✘ ${prefix}𝚜𝚒𝚖𝚒 『𝚏𝚊𝚕𝚎-𝚊𝚕𝚐𝚘』  
│
│✘ ${prefix}𝚙𝚎𝚛𝚏𝚒𝚕
│
│✘ ${prefix}𝚏𝚛𝚊𝚜𝚎𝚍
│
│✘ ${prefix}𝚌𝚊𝚕𝚌𝚞𝚕𝚊𝚛 『𝟷+𝟷』
│
│✘ ${prefix}𝚏𝚊𝚣𝚎𝚛𝚗𝚒𝚌𝚔 『𝚗𝚒𝚌𝚔』
│ ╭╯
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│  🗣️ 𝚅𝙸𝙳𝙴𝙾 - 𝙰𝚄𝙳𝙸𝙾 🗣️
├─━─━─━─ ⊱❀⊰ ─━─━─✿
│╭╯
│✘ ${prefix}𝚟𝚒𝚍𝚎𝚘𝚕𝚎𝚗𝚝𝚘 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚟𝚒𝚍𝚎𝚘𝚛𝚊𝚙𝚒𝚍𝚘 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚟𝚒𝚍𝚎𝚘𝚌𝚘𝚗𝚝𝚛𝚊𝚛𝚒𝚘 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚊𝚞𝚍𝚒𝚘𝚕𝚎𝚗𝚝𝚘 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚊𝚞𝚍𝚒𝚘𝚛𝚊𝚙𝚒𝚍𝚘 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚐𝚛𝚊𝚟𝚎 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚐𝚛𝚊𝚟𝚎𝟸 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚎𝚜𝚚𝚞𝚒𝚕𝚘 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚎𝚜𝚝𝚘𝚞𝚛𝚊𝚛 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚋𝚊𝚜𝚜 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚋𝚊𝚜𝚜𝟸 『𝚖𝚊𝚛𝚌𝚊』
│
│✘ ${prefix}𝚟𝚘𝚣𝚖𝚎𝚗𝚒𝚗𝚘 『𝚖𝚊𝚛𝚌𝚊』
│╭╯
╰─━─━─━─ ⊱❀⊰ ─━─━─✿
 ᝰ໋᳝݊♞𝐓𝐑𝚯𝐏Δ 𝞣𝞝𝞒𝞒𝞝𝞛𝞡𝞣𝞡♘࿆⟅
      @𝚕𝚎𝚘𝚣𝚒𝚗𝚗𝚗.𝚘𝚙𝚡
`
}

exports.menu = menu
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
